{
    "products":[
        {
            "id": 1,
            "title": "Taladro de percusión ultracompacto de 12V y 2 velocidades",
            "name": "BSB 12C2 LI-402B",
            "type": "Perforación y Demolición",
            "price": 284.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BSB_12C2_LI-402B_e4rtt5.webp",
            "description": "Taladro compacto solo 192mm. 32Nm (2.0Ah) / 40Nm (4.0Ah) de par para la máxima potencia. Portabrocas FIXTEC™ de apriete rápido metálico y autobloqueo de 10mm. Caja de engranajes de dos velocidades para una mayor versatilidad. Caja y engranajes metálica para mayor durabilidad. Indicador de carga de la batería y clip para el cinturón. Selector de 3 modos, fácil de usar entre aplicaciones. Equipada con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta. Gatillo electrónico con velocidad variable",
            "rating": 5,
            "stock":1
          },
          {
            "id": 2,
            "title": "Taladro de percusión sin escobillas de 18V",
            "name": "BSB 18BLLI-602C",
            "type": "Perforación y Demolición",
            "price": 439.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BSB_18BLLI-602C_kdqqwq.jpg",
            "description": "Nuevo motor sin escobillas PROFLUX™, más potencia en un tamaño reducido. Solo 202mm de longitud para una ergonomía perfecta. 140Nm con baterías PROLITHIUM-ION™ HD / 120Nm con baterías PROLITHIUM-ION™ estándar. Puño lateral extra largo para una manipulación perfecta de la herramienta y mayor seguridad. Caja de engranajes de 2 velocidades: 0-500 / 0-2.000rpm. Portabrocas metálico de 13mm con puntas de carburo para las aplicaciones más exigentes. Empuñadura engomada, la mejor ergonomía del mercado. Luz LED para iluminar la superficie de trabajo. Con tecnología AEG PROLITHIUM-ION™ con protección contra sobrecargas para máxima durabilidad de la batería y de la herramienta",
            "rating": 5,
            "stock":4
          },
          {
            "id": 3,
            "title": "Taladro de percusión de 18V",
            "name": "BSB 18C2X LI-202C",
            "type": "Perforación y Demolición",
            "price": 257.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BSB_18C2X_LI-202C_dnrhaw.jpg",
            "description": "206mm de largo y solo 161mm sin portabrocas. 50Nm (2.0Ah) / 60Nm (4.0Ah) par máximo a máxima potencia. 2 velocidades: 0–450/0–1.800rpm. Portabrocas intercambiable metálico de 13mm para más versatilidad y comodidad. Robusto selector de modo independiente. LED integrado para iluminar el área de trabajo. Equipado con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta",
            "rating": 4,
            "stock":1
          },
          {
            "id": 4,
            "title": "Martillo rotativo SDS-Plus sin escobillas 18V",
            "name": "BBH 18C-0",
            "type": "Perforación y Demolición",
            "price": 137.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BBH_18C-0_mlyyzf.jpg",
            "description": "Compacto y potente optimizado para aplicaciones de fijación de hasta 16mm. El diseño ergonómico con empuñadura de pistola reduce la fatiga del usuario en aplicaciones sobre la cabeza y con una mano. El mecanismo de percusión optimizado proporciona la máxima productividad en las perforaciones más comunes (5.5-10mm). El modo dedicado de cincelado permite la eliminación de materiales ligeros y minimiza el daño al material circundante. Malla protectora contra polvo reemplazable, protege el motor proporcionando mayor durabilidad. Adaptador de pontas de ¼″ Hex incluido. Gancho para colgar. Tecnología de baterías AEG PROLITHIUM-ION™ con protección contra sobrecarga para máxima durabilidad de la batería y de la herramienta",
            "rating": 2,
            "stock":12
          },
          {
            "id": 5,
            "title": "Martillo de 12V",
            "name": "BBH 12 LI-202C",
            "type": "Perforación y Demolición",
            "price": 259.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073628/product-img/BBH_12_LI-202C_ehxruw.jpg",
            "description": "Martillo SDS-Plus con motor vertical, para fijación o perforar en hormigón hasta 13mm. Energía de Impacto de 0,9J para una alta rentabilidad. Parada de percusión para perforar madera, metal o gres. Indicador de carga de la batería. Caja de engranajes metálica para más durabilidad. Embrague de seguridad. Equipada con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta. Suministrado con portapuntas",
            "rating": 5,
            "stock":6
          },
          {
            "id": 6, 
            "title": "Atornillador de impacto compacto 12V",
            "name": "BSS 12C-0",
            "type": "Fijación",
            "price": 99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BSS_12C-0_kru4gx.jpg",
            "description": "Atornillador de impacto compacto de solo 163mm. 115Nm de par. Caja y engranajes metálica para mayor durabilidad. Indicador de carga de la batería. Anclaje hexagonal ¼″. Diseño ergonómico y engomado. 3 LED para una perfecta iluminación sin sombras. Clip para el cinturón para un transporte más cómodo. Equipada con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta",
            "rating": 4,
            "stock":20 
          },
          {
            "id": 7,
            "title": "Atornillador de impacto sin escobillas 18V",
            "name": "BSS 18C3B3-0",
            "type": "Fijación",
            "price": 179,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BSS_18C3B3-0_mtbri6.jpg",
            "description": "Motor sin escobillas compacto y con potencia que ofrece 350Nm de par. 3 velocidades para un mejor control en todas las aplicaciones. Recepción ¼″ Hex. Solo 139mm de longitud para acceder a espacios reducidos. Solo 1.4kg de peso con una batería PRO18V 2.0Ah. Compatibilidad con el sistema PRO18V",
            "rating": 5,
            "stock":25
          },
          {
            "id": 8,
            "title": "Llave de Impacto Subcompacta sin escobillas 18V",
            "name": "BSS 18S12BL-0",
            "type": "Fijación",
            "price": 259,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BSS_18S12BL-0_thpzzm.jpg",
            "description": "Motor sin escobillas compacto y con potencia que ofrece 65Nm de par. Caja de engranajes de 3 velocidades que ofrece control en todas las aplicaciones. Diseño sub compacto para ofrecer productividad y comodidad. Peso ligero, 1.4kg, con PRO18V 2.0Ah. Solo 113mm de longitud para acceder a espacios reducidos. AUTOSTOP™ para la máquina después de un impacto para evitar daños. Recepción ½″ cuad.. Compatibilidad con el sistema PRO18V",
            "rating": 5,
            "stock":2
          },
          {
            "id": 9,
            "title": "LLave de impacto de alto par ½'' sin escobillas 18V",
            "name": "BSS 18HTF12B6-0",
            "type": "Fijación",
            "price": 227,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BSS_18HTF12B6-0_ropcmi.jpg",
            "description": "Potencia suficiente que ofrece hasta 1.550Nm de par. Selección de 6 modos de par para un mayor control en todas las aplicaciones. Par máximo de 2.100Nm para mayor potencia. Velocidades 1, 2 y 3 aumentan la velocidad y potencia en función de la aplicación. Modo 1 de AUTOSTOP apaga la herramienta después de un impacto a 200Nm +-10%. Modo 2 de AUTOSTOP apaga la herramienta después de un impacto a 790Nm +-10%. Modo 3 de AUTOSTOP apaga la herramienta después de un impacto a 1.230Nm +-10%. Recepción ½″ cuad. Compatibilidad con el sistema PRO18V",
            "rating": 5,
            "stock":20
          },
          {
            "id": 10,
            "title": "Atornilladora para placas de yeso sin escobillas 18V",
            "name": "BTS 18BL 0",
            "type": "Herramientas madera",
            "price": 228.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BTS_18BL-0_tmunw6.jpg",
            "description": "Atornilladora de cartón-yeso con solo 266mm de largo y 418mm con cargador de tornillos-Rápida y potente 5. 000rpm. Sistema Push-drive - el motor se activa, solo cuando el tornillo presiona en el material. Excepcional autonomía, hasta 3.000 tornillos con solo una batería de 5.0Ah. Ajuste fino de la profundidad, para dejar los tornillos incrustados, permite +/- 5 mm. Anclaje de ¼″ hexagonal para un cambio rápido de la punta. Equipado con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta. Clip para el cinturón, para tener la máquina siempre a mano",
            "rating": 5,
            "stock":12
          },
          {
            "id": 11,
            "title": "Sierra sable subcompacta sin escobillas 18V",
            "name": "BUS 18SBL-0",
            "type": "Herramientas madera",
            "price": 174.90,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073630/product-img/BUS_18SBL-0_zwi2y1.jpg",
            "description": "Diseño potente y compacto a una mano. Permite al usuario realizar trabajos de alta exigencia en espacios limitados. Corte orbital que permite a la hoja entrar fácilmente en el material de forma rápida y contundente.Cuerpo moldeado que ofrece un mejor agarre y seguridad al trabajar con 2 manos. La sierra 22mm ayuda a la retirada de gran cantidad de material con cada corte. Con 3.200gpm proporciona la velocidad y precisión necesaria para cortar clavos y laminados. Sistema de liberación rápida de la hoja para facilitar el cambio. Motor sin escobillas PROFLUX™ con tecnología Coretek ofrece la potencia y autonomía más competitivas del mercado. Compatible con PRO18V",
            "rating": 5,
            "stock":12
          },
          {
            "id": 12,
            "title": "Ingletadora telescópica sin escobillas 18V",
            "name": "BPS18-254BL-0",
            "type": "Herramientas madera",
            "price": 594.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BPS18-254BL-0_lbskcc.jpg",
            "description": "Motor 18V sin escobillas para un autonomía y rendimientos superiores. Sistema de 2 baterías de 18V, para mayor autonomía. Doble bisel. Sargento de fijación, para un corte más seguro. Iluminación LED para una iluminación perfecta de la línea de corte y láser ajustable para un corte con mayor precisión. Ajuste de profundidad, para cortes o ranurados. Disco de 254mm, ofrece una alta capacidad de corte de hasta 90mm x 305mm. Solo 15,5Kg, fácil de transportar. Suministrada con disco de 48 dientes.quipado con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta",
            "rating": 5,
            "stock":17
          },
          {
            "id": 13,
            "title": "Amoladora de 230mm sin escobillas 18V",
            "name": "BEWS 18-230BL LI-602C",
            "type": "Herramientas metal",
            "price": 589,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BEWS_18-230BL_LI-602C_rremy4.jpg",
            "description": "La primera amoladora a baterías de 18V de 230mm del mercado. Sistema de 2 baterías de 18V, también puede funcionar con solo una batería. Motor sin escobillas hasta 5.500rpm. Alta seguridad para el usuario, con freno de disco y función anticontragolpe. Agarre perfecto con la empuñadura trasera de tres posiciones y antivibraciones. LED de aviso de sobrecarga y bloqueo. Equipada con baterías de tecnología AEG PROLITHIUM-ION™ con protección contra la sobrecarga para una máxima durabilidad de la batería y de la herramienta",
            "rating": 5,
            "stock":15
          },
          {
            "id": 14,
            "title": "Amoladora sin escobillas 18V 115mm con interruptor deslizante",
            "name": "BEWS 18-115BL-0",
            "type": "Herramientas metal",
            "price": 149,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073628/product-img/BEWS_18-115BL-0_zb7nhq.jpg",
            "description": "Potente motor 18V PROFLUX™ sin escobillas con 11.000rpm para un corte rápido. Tecnología de bateria AEG PROLITHIUM-ION™ 18V con triple protección para una durabilidad máxima de la máquina y la batería. Luz LED de aviso de sobrecarga. Indicador de carga de la batería.La electrónica CORETEK™ monitoriza constantemente la comunicación entre la batería PROLITHIUM-ION™ y el motor sin escobillas PROFLUX™ proporcionando velocidad y potencia constantes. Protección de disco sin llaves para un ajuste rápido y fácil",
            "rating": 5,
            "stock":0
          },
          {
            "id": 15,
            "title": "Amoladora sin escobillas 18V con interruptor de paleta",
            "name": "BEWS 18-125BLPX-602C",
            "type": "Herramientas metal",
            "price": 449.99,
            "img": "https://res.cloudinary.com/drghk9p6q/image/upload/v1668073629/product-img/BEWS_18-125BLPX-602C_ew80pp.jpg",
            "description": "Potente motor 18V PROFLUX™ sin escobillas con 11.000rpm para un corte rápido. Tecnología de bateria AEG PROLITHIUM-ION™ 18V con triple protección para una durabilidad máxima de la máquina y la batería. Luz LED de aviso de sobrecarga. Indicador de carga de la batería. La mejor seguridad con freno de disco y protección anti-contragolpe. Empuñadura lateral anti-vibración. Incluye tuerca FIXTEC™ y protector de disco sin llaves para un ajuste rápido. La electrónica CORETEK™ monitoriza constantemente la comunicación entre la batería PROLITHIUM-ION™ y el motor sin escobillas PROFLUX™ proporcionando velocidad y potencia constantes",
            "rating": 5,
            "stock":4
          }
    ]
}